{
    "intro": [
        "Mijn naam is Martijn Tijsma, 36 jaar en woonachtig in Den Haag. Ik heb een achtergrond in industrieel ontwerpen met een master in Interaction Design aan de TU Delft. Ik heb altijd interesse gehad in programmeren, ontwerpen en dingen maken, en heb uiteindelijk van mijn hobby mijn beroep gemaakt. De eerste applicaties waar ik aan werkte waren geschreven in PHP met een vleugje jQuery. Momenteel werk ik vooral aan single page javascript applicaties (Angular.js) en REST API backends (node.js & MySQL). ",
        "Mijn interesse gaat uit naar het raakvlak tussen vormgeving, programmeren en gebruiksgemak. In mijn projecten wil ik altijd deze aspecten combineren, of het nu om een web-applicatie, een mobiele app of een embedded interface gaat. Juist de afwisseling tussen programmeren, ontwerpen en meedenken over een product geeft me energie. Iets creëren vanuit het niets waar opdrachtgevers, klanten en eindgebruikers enthousiast op reageren geeft een kick. ",
        "Ik vind het prettig om in een klein team te werken waarbij de verschillende leden elkaar aanvullen. Met elkaar sparren om een product naar een hoger plan te brengen geeft een geweldig gevoel. ",
        "Naast webapplicaties wil Ik wil me heel graag verder ontwikkelen in iOS apps, momenteel beperkt dat zich vooral tot hobby projecten in de avonduren. Zeker de afwisseling tussen mobiele applicaties en web-applicaties trekt mij erg aan."
    ],
    "groups": [{
        "name": "Web applications",
        "description": "jdnckndslc lsdkncnsdlcnsd nddlcndscnd",
        "projects": [{
            "name": "Livind",
            "description": [
                "Livind is het zorg-initiatief van Adésys. Livind is een webapplicatie voor mantelzorgers en zorg-professionals welke inzicht geeft in het leefpatroon van zorgbehoevenden. Dit hulpmiddel zorgt ervoor dat mensen langer zelfstandig thuis kunnen blijven wonen. Simpele bewegingssensoren (vergelijkbaar met een beveiligingssysteem) brengen de dagelijkse activiteiten in kaart. Mantelzorgers (vaak de kinderen) en zorgprofessionals (zoals thuiszorgmedewerkers) kunnen inloggen in een beveiligde webapplicatie en o.a. via een tijdlijn inzicht krijgen in de de dagelijkse activiteiten.",
                "Technieken: HTML, Angular.js, D3, LESS, Node.js, MySQL, REST, PhotoShop, AWS (EC2, RDS, S3, ELB, CloudWatch)"
            ],
            "images": [{
                "name": "Livind client day view",
                "source": "images/livind1.jpeg",
                "thumb": "images/livind1_tn.jpg",
                "description": "..." 
            },
            {
                "name": "Livind client trends",
                "source": "images/livind2.jpeg",
                "thumb": "images/livind2_tn.jpg",
                "description": "..."
            },
            {
                "name": "Livind status overview",
                "source": "images/livind3.jpeg",
                "thumb": "images/livind3_tn.jpg",
                "description": "..." 
            },
            {
                "name": "Livind client settings",
                "source": "images/livind4.jpeg",
                "thumb": "images/livind4_tn.jpg",
                "description": "..."
            }]
        },{
            "name": "Meetcentrale",
            "description": [
                "Meetcentrale ontsluit en visualiseert informatie opgestuurd vanuit alarmmelders. De klant bepaalt zelf welke sensoren er op de alarmmelder aangesloten worden en configureert op meetcentrale zelf hoe hij de gegevens te zien krijgt. Meetcentrale bestaat uit verschillende componenten (backend, frontend, adapters, queues, dataprocessing en database) en draait volledig in de cloud (AWS).",
                "Technieken: HTML, Angular.js, D3, CSS, LESS, Node.js, MySQL, REST, PhotoShop, AWS (EC2, RDS, Aurora, S3, ELB, CloudWatch), RabbitMQ"
            ],
            "images": [{
                "name": "Meetcentrale.nl dashboard",
                "source": "images/meetcentrale3.png",
                "thumb": "images/meetcentrale3_tn.jpg",
                "description": "..." 
            },
            {
                "name": "Meetcentrale.nl graphs",
                "source": "images/meetcentrale4.jpeg",
                "thumb": "images/meetcentrale4_tn.jpg",
                "description": "..."
            }]
        }]
    }] 
}
